<!DOCTYPE html>
<html>
    <head>
        <title></title>
        <meta http-equiv="Content-Type" content="text/html; charset=ISO-8859-1">
    </head>
    <body style="background:#CAC5C4;">
    <div style="margin:24px 34px;">
        <h1>Contabilidad General</h1>        
        <p>En el men&uacute; <b><i>Contabilidad General</i></b> podemos encontrar estas opciones, las cuales dos de ellas solamente se habilitan al cierre del per&iacute;odo contable, mientras el per&iacute;odo contable no acabe solo podremos agregar y consultar las cuentas del cat&aacute;logo y realizar transacciones.</p>
        <p><img src="contabilidadGeneral.jpg" width="287" height="178"></p>
	<p>Para consultar el cat&aacute;logo de cuentas, se debe seleccionar la opci&oacute;n <b><i>Cuentas</i></b> luego  la opci&oacute;n <b><i>Consultar Cat&aacute;logo de Cuentas</i></b>, y de esta forma podremos visualizar el cat&aacute;logo y buscar una cuenta espec&iacute;fica en el filtro de datos; en la opci&oacute;n <b><i>Gestionar Cuentas</i></b> podremos agregar una cuenta al cat&aacute;logo para ello damos un clic en la opci&oacute;n nuevo y autom&aacute;ticamente los campos se habilitan para ingresar los datos, luego damos clic en <b><i>agregar cuenta</i></b> y esta se agrega al cat&aacute;logo autom&aacute;ticamente.</p>
	<p><img src="contabilidadGeneral2.jpg" width="500" height="406"></p>
	<p>Si lo que se quiere es la opci&oacute;n de Transacciones, seleccionamos la opci&oacute;n <b><i>Nueva Transacci&oacute;n</i></b>, en la cual tendremos que realizar los siguientes pasos: </p>
	<ol>
		<li value="1">Establecer el c&oacute;digo de la transacci&oacute;n</li>
		<li>Seleccionar la fecha de la transacci&oacute;n</li>
		<li>Seleccionar el tipo de transacci&oacute;n, si es una compra o una venta</li>
		<li>Marcar la opci&oacute;n IVA si a la transacci&oacute;n se le agregar&aacute; IVA</li>
		<li>Realizar una descripci&oacute;n de la transacci&oacute;n</li>
		<li>Digitar el c&oacute;digo de la cuenta y el saldo que ser&aacute; cargado o abonado</li>
		<li>Dar clic en <b><i>Agregar Movimiento</i></b> </li>
		<li>Realizar los pasos anteriores hasta que se ingresen todas las cuentas afectadas</li>
		<li>Dar clic en el bot&oacute;n <b><i>Guardar</i></b>, este se habilitar&aacute; hasta que se haya cumplido partida doble</li>
	</ol>
	<p><img src="contabilidadGeneral3.jpg" width="500" height="489"></p>
	<p>De manera similar a la de ingresar transacciones ingresamos los ajustes, esta opci&oacute;n nos aparecer&aacute; habilitada hasta que hayamos cerrado el per&iacute;odo contable, adem&aacute;s podremos consultar las transacciones y los ajustes realizados.</p>
	<p><img src="contabilidadGeneral4.jpg" width="500" height="249"></p>
	<p>La &uacute;ltima opci&oacute;n de este men&uacute; son los Estados Financieros, los cuales se habilitar&aacute;n hasta que se haya cerrado el per&iacute;odo contable, aqu&iacute; se encuentran los cuatro estados entre ellos est&aacute;n el Balance General y el Balance de Comprobaci&oacute;n adem&aacute;s se encuentra la opci&oacute;n de <b><i>Guardar Reporte</i></b>, en el cual podremos elegir un directorio en la computadora y guardar nuestro reporte del per&iacute;odo</p>
	<p><img src="contabilidadGeneral5.jpg" width="766" height="558"></p>
 </div>
    </body>
</html>